package com.dh.myweatherapp.utils;

/**
 * Created by 端辉 on 2016/3/25.
 */
public class Contacts {

    public static final String[] CHINA_PROVINCE = {
            "北京","天津","上海","重庆",
            "河北","河南","山西","山东","湖南","湖北","广西","广东",
            "黑龙江","吉林","辽宁","内蒙古","陕西","青海","新疆","西藏",
            "江苏","浙江","安徽","福建","江西","海南","四川","贵州","云南","甘肃","宁夏",
            "香港","澳门","台湾"
    };

    public static final String[] HOT_CITYS = {
            "定位","北京","上海",
            "广州","深圳","珠海",
            "福山","南京","苏州",
            "杭州","济南","青岛",
            "郑州","石家庄","福州",
            "厦门","武汉","长沙",
            "成都","重庆","太原",
            "沈阳","南宁","西安",
    };
    public static final String[] HOT_CITY_ID = {
            "0","","",
            "","","",
            "","","",
            "","","",
            "","","",
            "","","",
            "","","",
            "","","",
    };

}
